export const baseEdge = [
    {
        "id": 0, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 0, // начальная вершина
        "end_point_id": 1,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 1, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 1, // начальная вершина
        "end_point_id": 2,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 2, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 2, // начальная вершина
        "end_point_id": 3,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 3, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 3, // начальная вершина
        "end_point_id": 4,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 4, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 4, // начальная вершина
        "end_point_id": 5,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 5, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 5, // начальная вершина
        "end_point_id": 6,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 6, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 7, // начальная вершина
        "end_point_id": 8,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 7, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 8, // начальная вершина
        "end_point_id": 9,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 8, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 9, // начальная вершина
        "end_point_id": 10,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 9, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 10, // начальная вершина
        "end_point_id": 11,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 10, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 11, // начальная вершина
        "end_point_id": 12,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },

    {
        "id": 11, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 13, // начальная вершина
        "end_point_id": 14,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 12, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 14, // начальная вершина
        "end_point_id": 15,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 13, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 15, // начальная вершина
        "end_point_id": 16,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
    {
        "id": 14, //сурроготный ключ для фронта (если нуженб пока непонятно)
        "start_point_id": 16, // начальная вершина
        "end_point_id": 17,	// конечная вершина
        "length": 270.0166416, // длина в морских милях
        "rep_id": 54, //видимо игнорируем
        "status": 1,
    },
]