export const baseNode = [
    {
        "id": 0, // идентификатор вершины графа
        "lat": 140,
        "lon": 80,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 1, // идентификатор вершины графа
        "lat": 140,
        "lon": 60,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 2, // идентификатор вершины графа
        "lat": 140,
        "lon": 60,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 3, // идентификатор вершины графа
        "lat": 140,
        "lon": 40,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 4, // идентификатор вершины графа
        "lat": 140,
        "lon": 30,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 5, // идентификатор вершины графа
        "lat": 140,
        "lon": 40,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 6, // идентификатор вершины графа
        "lat": 140,
        "lon": 50,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },

    {
        "id": 7, // идентификатор вершины графа
        "lat": 70,
        "lon": 30,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 8, // идентификатор вершины графа
        "lat": 70,
        "lon": 35,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 9, // идентификатор вершины графа
        "lat": 70,
        "lon": 35,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 10, // идентификатор вершины графа
        "lat": 70,
        "lon": 50,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 11, // идентификатор вершины графа
        "lat": 70,
        "lon": 60,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id":12, // идентификатор вершины графа
        "lat": 70,
        "lon": 70,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },

    {
        "id": 13, // идентификатор вершины графа
        "lat": 160,
        "lon": 30,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 14, // идентификатор вершины графа
        "lat": 170,
        "lon": 30,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 15, // идентификатор вершины графа
        "lat": 170,
        "lon": 30,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 16, // идентификатор вершины графа
        "lat": 180,
        "lon": 40,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    },
    {
        "id": 17, // идентификатор вершины графа
        "lat": 180,
        "lon": 50,
        "point_name": "Бухта Север и Диксон",
        "rep_id": 1010
    }
]