export const icebreakers = [
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },{
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },{
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "27.02.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор ледокола
        "name": "Таймыр 2",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "28.02.2022" //Дата начала плавания
    },
    {
        "id": 1, //суррогатный идентификатор ледокола
        "name": "Таймыр 3",// Наименование судна
        "ice_class": "Arc 9", //константа
        "speed": 18.5, //скорость в узлах по чистой воде
        "speed_penalty_19_15": 0.1, // штраф при движении в условиях 19-15
        "speed_penalty_14_10": 0.25, // штраф при движении в условиях 14-10
        "source": 41, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Рейд Мурманска",//Определяется по номеру вершины
        "start_date": "29.02.2022" //Дата начала плавания
    },

]