export const vessels = [
    {
        "id": 1, //суррогатный идентификатор заявки
        "name": "ДЮК I",// Наименование судна
        "ice_class": "Arc 5", //Ледовый класс, допустимые значения "NO","Arc 1","Arc 2","Arc 3", "Arc 4","Arc 5","Arc 7","Arc 9"
        "speed": 15.0, //скорость в узлах по чистой воде
        "source": 11, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Новый порт", // название, определяется по номеру вершины
        "target": 41, //Пункт окончания плавания, номер вершины в маршрутном графе
        "target_name": "Рейд Мурманска", // название, определяется по номеру вершины
        "start_date": "01.03.2022" //Дата начала плавания
    },
    {
        "id": 2, //суррогатный идентификатор заявки
        "name": "ДЮК II",// Наименование судна
        "ice_class": "Arc 5", //Ледовый класс, допустимые значения "NO","Arc 1","Arc 2","Arc 3", "Arc 4","Arc 5","Arc 7","Arc 9"
        "speed": 15.0, //скорость в узлах по чистой воде
        "source": 11, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Новый порт", // название, определяется по номеру вершины
        "target": 41, //Пункт окончания плавания, номер вершины в маршрутном графе
        "target_name": "Рейд Мурманска", // название, определяется по номеру вершины
        "start_date": "01.04.2022" //Дата начала плавания
    },
    {
        "id": 3, //суррогатный идентификатор заявки
        "name": "ДЮК III",// Наименование судна
        "ice_class": "Arc 5", //Ледовый класс, допустимые значения "NO","Arc 1","Arc 2","Arc 3", "Arc 4","Arc 5","Arc 7","Arc 9"
        "speed": 15.0, //скорость в узлах по чистой воде
        "source": 11, // Пункт начала плавания, номер вершины в маршрутном графе
        "source_name": "Новый порт", // название, определяется по номеру вершины
        "target": 41, //Пункт окончания плавания, номер вершины в маршрутном графе
        "target_name": "Рейд Мурманска", // название, определяется по номеру вершины
        "start_date": "01.05.2022" //Дата начала плавания
    }
]